<template>
  <footer>
    <div class="footer-wrapper">
      <div class="footer-about">
        <div class="footer-content">
          <h5>О компании</h5>
          <p>ООО «Премьер-Агро» 140080,<br>
             Московская обл., г. Лыткарино,<br>
             территория промзоны Тураево стр. 39Б</p>
            
          <p>Мы специализируемся на оптово-розничной продаже и поставке химических средств защиты растений, 
             широкого перечня удобрений, микроэлементов, стимуляторов роста, семян овощных и пропашных культур, 
             препаратов для дезинфекции, субстратов, клеевых ловушек широкого назначения, а также биопрепаратов различного спектра действия.</p>
        </div>
        <div class="footer-contact">
          <h5>Контакты</h5>
          <p>agro@pr-agro.ru</p>
          <p>+7 (495) 198-07-97</p>
          <p>Время работы: Пн-Пт с 08:00 до 18:00 
             Выписка счетов, документов, оплата, консультация и самовывоз в будние дни или по договоренности.</p>
        </div>
      </div>
      <div class="footer-metrics">
        <p>Счетчик</p>
      </div>
      <span class="footer-border"></span>
      <div class="сopyright">
        <p>© 2017-2023 ООО «Премьер-Агро»</p>
      </div>
    </div>
  </footer>
</template>
